{
  "ourStory.meta.title": "Notre histoire - AeroX",
  "ourStory.meta.description": "Découvrez l’histoire d’AeroX, la première soufflerie virtuelle pour cyclistes et triathlètes. Née d’un besoin réel : optimiser sa position aérodynamique sur home trainer connecté, gagner en vitesse et économiser des watts.",
  "ourStory.hero.tagline": "Notre histoire",
  "ourStory.hero.title": "AeroX : quand une douleur se transforme en innovation majeure",
  "ourStory.hero.subtitle": "D’un problème vécu en triathlon à une révolution accessible à tous les cyclistes",
  "ourStory.h2": "La genèse d’AeroX",
  "ourStory.p1": "Tout est parti de longues heures sur <strong>home trainer connecté</strong>. Les watts montaient, les chiffres progressaient… mais une fois en course, la réalité frappait : en montée, je rattrapais tout le monde, mais sur le plat, je me faisais déposer. L’explication ? <strong>L’aérodynamisme</strong>, ce paramètre invisible qui représente déjà 70&nbsp;% de la résistance à 25&nbsp;km/h, et jusqu’à 95&nbsp;% à haute vitesse.",
  "ourStory.p2": "Comme beaucoup, je croyais progresser car mes watts grimpaient sur Zwift. Mais jamais je ne travaillais ma position aéro. Et dehors, je ne la tenais que quelques minutes. Je pensais que ceux qui me doublaient avaient un meilleur vélo, de meilleures roues… jusqu’à ce que mon passé de chercheur au CNRS me ramène à la réalité : <strong>80&nbsp;% des pertes aéro viennent du corps, pas du matériel</strong>. Le vrai frein, c’était moi.",
  "ourStory.p3": "Le problème est simple : nos sensations nous trompent. On croit qu’appuyer plus fort suffit à aller plus vite. En vérité, une tête relevée ou des prolongateurs écartés coûtent des dizaines de watts, et font chuter la vitesse de plusieurs km/h. Et sur home trainer, aucune mesure ne nous pousse à apprendre, comprendre ou corriger notre position. Pire, sur Zwift, quand on arrête de pédaler en descente, notre avatar se mets en position aéro, il nous trompe ! Bref.  Zéro retour. Zéro contrainte. Zéro progrès durable.",
  "ourStory.p4": "De cette frustration est né <span class=\"text-primary\"><span class=\"font-bold\">AeroX</span>: une application qui <em>transforme ton home trainer en soufflerie virtuelle</em></span>. Avec une simple webcam, tu visualises en temps réel l’impact de ta position. Tu apprends à économiser des watts et tu gagnes en vitesse, exactement comme les pros en soufflerie à 1800€/journée… mais depuis ton salon et pour le prix d'un café par jour.",
  "ourStory.p5": "Dès les premiers tests, l’évidence était là : AeroX changeait ma manière de m’entraîner: prolongateurs rapprochés, tête rentrée, position tenue en permanence, j'ai gagné 3km/h en course. Plus qu’un outil personnel, AeroX est une opportunité pour <strong>des milliers de cyclistes et triathlètes</strong> d’apprendre l’aérodynamisme, de le mesurer, de le sentir pour enfin s’entraîner intelligemment, et transformer chaque watt en vitesse utile.",
  "ourStory.team.title": "L'équipe derrière AeroX",
  "ourStory.team.subtitle": "Deux passionnés, deux parcours complémentaires, une même mission : démocratiser l’aérodynamisme",
  "ourStory.team.olivier.role": "Fondateur & Ingénieur",
  "ourStory.team.olivier.alt": "Photo de Olivier Demichel",
  "ourStory.team.olivier.desc": "Ancien chercheur au CNRS et triathlète passionné, Olivier a conçu AeroX pour résoudre ses propres blocages en aérodynamisme. Aujourd’hui, il met son expertise scientifique et son expérience d’athlète au service de tous les amateurs ou élites qui veulent rouler plus vite.",
  "ourStory.team.milan.role": "Ambassadeur & Triathlète élite",
  "ourStory.team.milan.alt": "Photo de Milan Larivière",
  "ourStory.team.milan.desc": "Triathlète élite, 2ᵉ de la Coupe d’Europe Junior (2025), Milan incarne la nouvelle génération du triathlon. Son retour d’expérience de haut niveau nourrit le développement d’AeroX et garantit que chaque amélioration répond aux réalités du terrain même chez les athlètes les plus exigeants.",
  "ourStory.cta.aria": "Découvrir les offres AeroX et rejoindre les pionniers",
  "ourStory.cta.label": "🚀 Rejoins les pionniers AeroX",
  "ourStory.cta.sub": "Deviens l’un des premiers à transformer ton entraînement indoor avec l’analyse en temps réel de ton aérodynamisme.",

  "home.meta.title": "AeroX — Le cyclisme indoor l'aérodynamisme en plus",
  "home.meta.description": "AeroX transforme ton home trainer en soufflerie : mesure ta position avec une simple webcam, gagne 2–3 km/h et économise 40 W. Conçu pour cyclistes et triathlètes exigeants, progresse au-delà de Zwift, MyWhoosh et Kinomap.",

  "home.hero.tagline": "En bêta le 1er septembre",
  "home.hero.title.l1": "Le cyclisme indoor",
  "home.hero.title.l2": "l'aérodynamisme en plus",
  "home.hero.subtitle": "AeroX est la première application de cyclisme indoor pour cyclistes et triathlètes perofrmants et exigeants qui intègre l’aérodynamisme en temps réel sur home trainer. Grâce à une simple webcam, tu mesures ta surface frontale, optimises ta position, gagnes jusqu’à 3 km/h et économises plus de 40 watts. Une alternative innovante et complémentaire à Zwift, MyWhoosh et Kinomap pour transformer ta puissance en vitesse réelle. Ton home trainer devient une soufflerie virtuelle, un vrai wind tunnel disponible à chaque instant pour rouler plus vite sans plus d'effort. AeroX est compatible avec Wahoo, Elite, Saris, Tacx et beaucoup d'autres marques de Home-trainer.",
  "home.hero.paragraph": "Gagne jusqu'à&nbsp;<span class=\"font-bold text-accent\">3&#8239;km/h</span>, économise&nbsp;<span class=\"font-bold text-accent\">40&#8239;W<br /></span> avec une simple webcam.",
  "home.hero.countdown.prefix": "Plus que",
  "home.hero.cta.text": "Essaie AeroX maintenant",
  "home.hero.cta.subtext": "Réservé aux pionniers AeroX",
  "home.hero.cta.seo": "Télécharger AeroX, application de cyclisme indoor avec aérodynamisme",
  "home.herovideo.alt": "Démonstration AeroX",

  "home.compat.title": "Compatibilité",
  "home.compat.subtitle": "AeroX fonctionne avec les principales marques de home trainer connectés et capteurs cardio, pour un entraînement indoor fluide et fiable. Tacx, Elite, Wahoo, Saris tout est compatible.",
  "home.compat2.title": "Compatibilité ",

  "home.stats.pioneers": "Pionniers",
  "home.stats.kmhAvg": "km/h gagnés en moyenne",
  "home.stats.savedAt30": "Économisés à 30km/h",

  "home.note1.title": "Notre Philosophie:",
  "home.note1.desc": "Innovation, simplicité, efficacité",
  "home.note2.title": "Notre Mission:",
  "home.note2.desc": "Démocratiser l'aérodynamisme",
  "home.note3.title": "Notre Promesse:",
  "home.note3.desc": "Vois, mesure, ressens l’aéro",
  "home.note4.title": "Notre Défi:",
  "home.note4.desc": "Casser des barrières, pas ton budget",
  "home.note5.title": "Notre Passion:",
  "home.note5.desc": "Frisson, vitesse, sensation",

  "home.features2.tagline": "Fonctionnalités",
  "home.features2.title": "Ton home-trainer devient une soufflerie virtuelle",
  "home.features2.subtitle": "Nos innovations pour te rendre plus rapide",
  "home.features2.subsubtitle": "Mesure, ajuste et contrôle ta position aérodynamique pour économiser des watts et gagner en vitesse lors de tes triathlons, Ironman ou courses en échappée. AeroX transforme ton home trainer connecté en soufflerie virtuelle : analyse en temps réel de ta surface frontale et des résistances aérodynamiques avec une simple webcam. Une alternative innovante et complémentaire à Zwift, MyWhoosh et Kinomap.",
  "home.features2.items.power.title": "Mode Puissance",
  "home.features2.items.power.desc": "Découvre l'impact de ta position sur ta vitesse.",
  "home.features2.items.power.obj": "Convertis chaque watt en km/h",
  "home.features2.items.power.videoAlt": "Démonstration Mode Puissance",
  "home.features2.items.power.cta": "Deviens plus rapide maintenant",

  "home.features2.items.speed.title": "Mode vitesse",
  "home.features2.items.speed.obj": "Économise tes watts",
  "home.features2.items.speed.desc": "Ressens la résistance s'adapter à ton aérodynamisme.",
  "home.features2.items.speed.cta": "Ressens ce que te coûte ta position",

  "home.features2.items.sim.title": "Mode simulation",
  "home.features2.items.sim.desc": "Simule ton chrono comme dans la vraie vie.",
  "home.features2.items.sim.obj": "La seule simulation où l'aéro compte vraiment",
  "home.features2.items.sim.cta": "Simule ton prochain objectif avec l'aéro",

  "home.features2.items.tt.title": "Contre-La-Montre",
  "home.features2.items.tt.desc": "Place-toi. Appuie fort. Sois le meilleur.",
  "home.features2.items.tt.obj": "La seule course indoor avec l'aéro",
  "home.features2.items.tt.cta": "Défie les plus grands",

  "home.features2.items.challenges.title": "Challenges",
  "home.features2.items.challenges.desc": "Combine puissance et aéro pour tenir la vitesse.",
  "home.features2.items.challenges.obj": "Tes badges AeroX seront le miroir de tes progrès",
  "home.features2.items.challenges.imgAlt": "Démonstration Mode Puissance",
  "home.features2.items.challenges.cta": "Challenge ta vitesse",

  "home.features2.items.editor.title": "Éditeur de séance",
  "home.features2.items.editor.desc": "Crée tes séances ou celles de ton coach, <span class=\"font-bold\">l'aéro en plus.</span>",
  "home.features2.items.editor.obj": "Intuitif et rapide, tes séances perso en 2'",
  "home.features2.items.editor.cta": "Personnalise tes séances aéro",

  "home.testimonials.title": "Témoignages",
  "home.testimonials.subtitle": "Triathlètes, cyslistes et entraineurs: ils ont choisi AeroX",
  "home.testimonials.subsubtitle": "Avis utilisateurs AeroX : triathlètes, cyclistes amateurs et entraîneurs expliquent comment ils gagnent en vitesse et économisent des watts grâce à l’aérodynamisme en temps réel. Une alternative à Zwift, MyWhoosh et Kinomap.",
  "home.testimonials.items.milan.text": "\"Incroyable qu’un dispositif si simple soit aussi précis. Je gagne 35&#8239;W rien qu’avec ma position. J'ai plus d’énergie pour la CAP.\"",
  "home.testimonials.items.milan.job": "Triathlète élite- 2<sup>e</sup> Coupe d'Europe Junior (2025)",
  "home.testimonials.items.frederic.text": "\"En 4 semaines, +1 km/h sans forcer. Je ne pensais pas que l’aéro comptait autant à mon niveau. Maintenant je roule avec plus de plaisir, même dans le vent. C'est une vraie innovation par rapport à Zwift.\"",
  "home.testimonials.items.frederic.job": "Cycliste amateur - 6000&#8239;km/an",
  "home.testimonials.items.olivier.text": "\" Ancien chercheur au CNRS et triathlète, j'ai développé AeroX pour moi, il m'a fait gagner +3&#8239;km/h en course. Aujourd'hui je veux démocratiser ce feedback autrefois réservé aux pros. Une simple webcam suffit.\"",
  "home.testimonials.items.olivier.job": "Triathlète - Fondateur d'AeroX",
  "home.testimonials.items.james.text": "\"Mes athlètes voient enfin l’impact de leur position. Avec zwift, ils controlaient leur puissance, maintenant j'ai un vrai levier pour leur faire gagner de la vitesse gratuite.<br /> Merci AeroX.\"",
  "home.testimonials.items.james.job": "Entraineur cyclisme - Dijon",
  "home.testimonials.cta": "Rejoins les pionniers AeroX",

  "home.features.title": "Pourquoi intégrer l'aérodynamisme à ton entraînement ?",
  "home.features.subtitle": "Parce que chaque watt compte, ton budget aussi !",
  "home.features.ctaDetails": "Plus que <CountDown /> pour devenir pionniers AeroX et construire <span class=\"font-bold text-accent\">le futur du cyclisme indoor !</span>",

  "home.features.items.gain.title": "Gagne de 1 à 5 km/h sans plus d’effort",
  "home.features.items.gain.desc": "AeroX révèle en temps réel les km/h que ta position te fait perdre. Même à 25&#8239;km/h tu peux gagner 1km/h ! À 45&#8239;km/h, +5km/h. Mieux qu'un vélo à 5000&#8239;€.",
  "home.features.items.gain.education": "Dès 25&#8239;km/h, l’air absorbe ~70&#8239;% de ta puissance, et à 45&#8239;km/h, jusqu’à 95&#8239;%. Ton corps agit comme un parachute : AeroX mesure sa taille (surface frontale) et calcule ton gain quand tu le refermes. Résultat : +1&#8239;km/h à 25, jusqu’à +5&#8239;km/h à 45. Plie les coudes, rentre la tête, rapproche tes prolongateurs : chaque détail devient de la vitesse gratuite. AeroX te le montre.<br /><br />👉 Imagine finir ta sortie en rentrant plus vite que d’habitude, sans forcer plus. Juste la sensation de fendre l'air… plus que de la performance, du plaisir.",
  "home.features.items.gain.more": "On t'explique les chiffres…",
  "home.features.items.gain.cta": "Commence AeroX, gagne 1-5&#8239;km/h",
  "home.features.items.gain.aria": "Télécharger AeroX, application de cyclisme indoor pour gagner 1-5 km/h grâce à ton aérodynamisme",

  "home.features.items.real.title": "Gagne en vitesse réelle, pas en puissance virtuelle",
  "home.features.items.real.desc": "Sur home-trainer, tu progresses dans un monde virtuel.<br />Avec AeroX, c'est toi qui économises 40&#8239;W. Tu deviens plus rapide dans la vraie vie.",
  "home.features.items.real.education": "Sur home-trainer, ton seul objectif est d'améliorer ta puissance. Et c'est très bien… pour t'amuser sur des courses virtuelles. Mais dehors, tu n’es pas plus rapide, parfois même moins et ta position aéro est inconfortable. C'est 40&#8239;W qui s'évaporent sans que tu t'en rendes compte. S'entraîner avec un feedback aérodynamique en temps réel a le double avantage: optimiser ta position et en faire un automatisme pour prendre plaisir sur tes entrainements et performer sur de vraies courses, là où ça compte.",
  "home.features.items.real.more": "En savoir plus…",
  "home.features.items.real.cta": "Essaie AeroX, économise tes watts",

  "home.features.items.pro.title": "Entraîne-toi comme un pro, sans budget élite",
  "home.features.items.pro.desc": "Les pros maîtrisent puissance, cardio… et aérodynamisme. Un test en soufflerie ? 1500&#8239;€ minimum.<br />AeroX t’apporte le même levier, depuis ton home-trainer, avec une simple webcam. L'aéro enfin accessible.",
  "home.features.items.pro.education": "Les plans d’entraînement classiques se limitent à la puissance et au cardio. Mais Evenepoel n’est pas champion du monde de CLM juste grâce à ses watts : il a appris à rester puissant dans une position aéro optimale.<br/><br/>  Malheureusement, tester son aérodynamisme reste inaccessible pour 99&#8239;% des cyclistes (souffleries, vélodromes, capteurs coûtent très chers).<br/><br/> AeroX change la donne : depuis ton home-trainer, avec une simple webcam, tu accèdes à ces données en temps réel pour optimiser ta position à l'entraînement. <br/><br/>👉 Ce que les pros paient des milliers d’euros, tu peux maintenant l’avoir chez toi. Et tu ressens ce petit frisson: 'je m’entraîne comme eux'.",
  "home.features.items.pro.more": "Comprendre l'entrainement des pros…",
  "home.features.items.pro.cta": "Entraîne-toi comme un pro avec AeroX",

  "home.features.items.cost.title": "Roule plus vite sans dépenser des milliers d'euros",
  "home.features.items.cost.desc": "90&#8239;% de ton aéro, vient de ta position. Pas de ton vélo, ni de tes roues ou ton casque.<br />AeroX t'apprend à l'optimiser… pour moins cher qu'une paire de chaussettes aéro !",
  "home.features.items.cost.education": "Roues profilées, cadre haut de gamme, casque dernier cri… Les effets marketing te font dépenser des milliers d’euros chaque année pour gagner quelques watts. Mais en réalité, 90&#8239;% de la résistance aérodynamique vient de ton corps, pas du matériel. Le meilleur vélo du monde ne compensera jamais une position que tu ne tiens pas plus de 5 minutes, autant rouler en vélib'. Avec AeroX, tu investis là où ça paie vraiment : ta position. <br />Ton équipement haut de gamme mérite un entraînement haut de gamme.",
  "home.features.items.cost.more": "En savoir plus…",
  "home.features.items.cost.cta": "Accélère sans dépenser plus",

  "home.features.items.proof.title": "AeroX, ça marche vraiment",
  "home.features.items.proof.desc": "Avec AeroX, j’ai gagné +3&#8239;km/h, de 36 à 39&#8239;km/h, avec mon vélo de 2008 à 700&#8239;€. Pas besoin de changer de vélo pour aller plus vite.",
  "home.features.items.proof.education": "En développant et testant AeroX, j’ai compris l’importance de tenir la position aéro dès 25&#8239;km/h. J’ai rapproché mes prolongateurs, allongé la posture, abaissé tête et épaules. Même en montée, dès que la vitesse dépassait 25&#8239;km/h, je gardais la position. Résultat : de 36 à 39&#8239;km/h avec un vélo de 2008 à 700&#8239;€, sans changer de FTP. Avant, je me faisais déposer sur le plat ; plus maintenant. Rien n’aurait été possible sans feedback en temps réel. Olivier D., triathlète, fondateur d’AeroX",
  "home.features.items.proof.more": "Je t'explique tout…",
  "home.features.items.proof.cta": "Rejoins la communauté AeroX",

  "home.prices.title": "Nos Packs",
  "home.prices.subtitle": "Un pack pour chaque objectif",
  "home.prices.subsubtitle": "Découvre les tarifs et abonnements AeroX pour cyclistes et triathlètes. Compare nos offres avec Zwift, MyWhoosh ou Kinomap et profite d’une solution unique pour ton home trainer connecté (Tacx, Elite, Wahoo). Idéal pour préparer tes Ironman et tes entraînements vélo indoor.",

  "home.prices.packDiscover.title": "Pack Découverte",
  "home.prices.packDiscover.subtitle": "Teste ton aéro",
  "home.prices.packDiscover.period": "pendant 10 jours",
  "home.prices.packDiscover.items.1": "Accès complet à AeroX",
  "home.prices.packDiscover.items.2": "Teste jusqu'à 1h/j",
  "home.prices.packDiscover.cta": "Lancement le 01/12/2025",

  "home.prices.packPioneer.title": "Pack Pionnier",
  "home.prices.packPioneer.subtitle": "Profite du futur de l'entrainement indoor en exclusivité",
  "home.prices.packPioneer.period": "paiement unique",
  "home.prices.packPioneer.items.1": "Accès complet à AeroX pendant 3 mois",
  "home.prices.packPioneer.items.2": "1 an d'abonnement à 50%",
  "home.prices.packPioneer.items.3": "Canal de discussion exclusif",
  "home.prices.packPioneer.items.4": "Soutiens le développement d'AeroX 🚀",
  "home.prices.packPioneer.cta": "Deviens pionnier AeroX",
  "home.prices.packPioneer.ribbon": "Pionnier",

  "home.prices.packProgress.title": "Pack Progression",
  "home.prices.packProgress.title1": "Annuel",
  "home.prices.packProgress.subtitle1": "Renforce ta position toute l'année, Économise 30%",
  "home.prices.packProgress.period1": "190€/an à partir de Février 2026",
  "home.prices.packProgress.items1.1": "Accès complet à AeroX",
  "home.prices.packProgress.items1.2": "Nouvelles fonctionnalités toute l'année",
  "home.prices.packProgress.items1.3": "Idéal pour préparer sérieusement tes objectifs",
  "home.prices.packProgress.cta1": "Lancement le 01/12/2025",

  "home.prices.packProgress.title2": "Mensuel",
  "home.prices.packProgress.subtitle2": "Renforce ton aéro sans engagement",
  "home.prices.packProgress.period2": "22€/mois en Février 2026",
  "home.prices.packProgress.items2.1": "Accès complet à AeroX",
  "home.prices.packProgress.items2.2": "Idéal pour préparer la saison estivale",
  "home.prices.packProgress.cta2": "Lancement le 01/11/2025",

  "home.steps.title": "Commence ton entraînement avec AeroX en 2 minutes",
  "home.steps.subsubtitle": "AeroX s’installe facilement et fonctionne immédiatement avec ton home trainer connecté. Compatible avec les principales marques (Tacx, Garmin, Wahoo, Elite, Saris), ton équipement est détecté automatiquement.  L’expérience est aussi fluide que sur Zwift, MyWhoosh ou Kinomap, mais avec un avantage unique :  l’analyse en temps réel de ton aérodynamisme pour gagner en vitesse et économiser des watts.  Idéal pour les cyclistes et triathlètes qui veulent optimiser leur position et préparer un Ironman ou une course de vélo indoor.",
  "home.steps.items.1.title": "Étape 1: <span class=\"font-semibold\">Télécharge AeroX</span>",
  "home.steps.items.2.title": "Étape 2: <span class=\"font-semibold\">Positionne ta caméra (30 s)</span>",
  "home.steps.items.2.desc": "Positionne ta webcam environ 1m30 devant ton home-trainer. Vérifie sur AeroX que tu es entièrement visible lorsque tu es sur ton vélo, c'est tout. Tu peux utiliser n'importe quelle webcam si elle peut se connecter à ton ordi, même ton téléphone via le wifi fonctionne. Pas d'excuse tu as tout ce qu'il te faut à la maison.",
  "home.steps.items.3.title": "Étape 3: <span class=\"font-semibold\">Calibre-la en 2 clics (10 sec)</span>",
  "home.steps.items.3.desc": "La calibration se fait simplement en cliquant sur les 2 extrémités de ton cintre. La première fois, mesure la largeur de ton cintre et la distance caméra-cintre. Ajuste ces valeurs si besoin sur AeroX… et c’est prêt. Ces réglages resteront enregistrés et tu n'auras plus à les modifier si ton setup ne change pas.",
  "home.steps.items.4.title": "Étape 4: <span class=\"font-semibold\">Connecte ton home-trainer (20 sec)</span>",
  "home.steps.items.4.desc": "La détection se fait en Bluetooth — rapide et sans configuration complexe. AeroX détecte ton home-trainer et ton cardio. Choisis tes équipements, la connexion sera ensuite automatique. Compatible avec Wahoo, Elite, Tacx, Saris, Kickr, Suito, Zwift, etc. Fonctionne avec Garmin, Polar, Suunto pour la fréquence cardiaque.",
  "home.steps.items.5.title": "Pédale!",
  "home.steps.cta": "Télécharge AeroX",

  "home.faq.title": "Nos réponses à vos questions",
  "home.faq.subtitle": "Questions fréquentes",
  "home.faq.cta": "Écris ton futur avec AeroX",

  "home.faq.items.1.title": "Pourquoi AeroX ?",
  "home.faq.items.1.education": "Parce qu'à partir de 25 km/h, l’aérodynamisme représente entre 70 et 95 % de ce qui te freine. Sans donnée, toi comme moi, on appuie juste plus fort pour suivre celui qui est devant. On pense que c'est la seule solution, parce qu'on ne sait pas.<br />AeroX te montre les autres solutions. Tu ne pourras plus dire: je ne savais pas. ",

  "home.faq.items.2.title": "De quels outils ai-je besoin ?",
  "home.faq.items.2.education": "Seulement un home-trainer connecté (compatible Bluetooth FTMS), ton vélo, un ordi (macOs ou Windows) et une simple caméra. Celle de ton ordinateur, de ton smartphone ou une caméra USB. ",
  "home.faq.items.2.more": "Un ordinateur, ton Home-Trainer, une caméra",

  "home.faq.items.3.title": "Combien de temps faut-il pour mettre AeroX en place ? ",
  "home.faq.items.3.education": " Place ta caméra devant ton home-trainer, calibre-la en 2 clics, tu es prêt à t’entraîner avec ton feedback aéro.",
  "home.faq.items.3.more": "En moins de 2 minutes, ton home-trainer devient une soufflerie virtuelle…",

  "home.faq.items.4.title": "Mon home trainer ou capteur est-il compatible avec AeroX ?",
  "home.faq.items.4.education": "Oui, AeroX fonctionne avec la majorité des home-trainers connectés (Wahoo, Elite, Tacx, Saris, etc.). Pour le moment, seules les version MacOs et Windows sont disponible. Nous développons les versions tablette. Si ton HT n’est pas interactif, tu peux quand même utiliser AeroX en mode analyse (feedback visuel sans contrôle de résistance).",
  "home.faq.items.4.more": "Compatible avec 95% des HT connectés, probablement le tien…",

  "home.faq.items.5.title": "Innovation ou gadget ?",
  "home.faq.items.5.education": "Développé par un chercheur au CNRS et triathlète, AeroX a mis toutes les chances de son côté. AeroX te donne enfin un feedback concret sur ton aéro, comme un cardiofréquencemètre l’a fait pour ton cœur il y a 20 ans. Aujourd'hui, s'entraîner sans capteur de FC ou de puissance parait inconcevable. Demain sera AeroX.",

  "home.faq.items.6.title": "Je suis cycliste, est-ce vraiment utile quand on roule en peloton ?",
  "home.faq.items.6.education": "Soyons franc, rester au milieu du peloton n'est pas la réalité du cyclisme. Effet de bordures, échappées ou rythmer le peloton sont des situations où ton aérodynamisme fera la différence. Et qui sait, avec 3km/h de plus, tu pourrais prendre plaisir à t'échapper.",
  "home.faq.items.6.more": "Oui, sauf si tu veux rester derrière !",

  "home.faq.items.7.title": "Ai-je besoin d'un abonnement pour trouver et tester ma position optimale ?",
  "home.faq.items.7.education": "Oui, tu peux tester gratuitement ta position dès le premier jour du plan gratuit. Et avec l’abonnement, tu transformes cette position en automatisme solide. Elle deviendra ton 6<sup>ème</sup> sens en extérieur.",
  "home.faq.items.7.more": "Teste avec le plan gratuit, progresse avec un abonnement",

  "home.faq.items.8.title": "Je suis habitué à ma position aéro, est-ce utile pour moi ?",
  "home.faq.items.8.education": "Oui. Être en position ne suffit pas : ce qui compte, c’est son efficacité réelle. AeroX rend visibles les détails que tu ne ressens pas : tête trop haute, coudes trop écartés… Autant de watts perdus que tu peux corriger avec un feedback instantané.",

  "home.common.more": "En savoir plus…",

  "nav.home": "Accueil",
  "nav.features": "Fonctionnalités",
  "nav.why": "Pourquoi AeroX ?",
  "nav.pricing": "Abonnements",
  "nav.faq": "FAQs",
  "nav.story": "L'histoire d'AeroX",
  "nav.contact": "Contact",
  "nav.blog": "Nos Articles",
  "nav.login": "Connexion",

  "nav.cta.mobile": "Télécharger",
  "nav.cta.desktop": "Je teste AeroX",
  "nav.cta.subtext": "Réservé aux pionniers AeroX",

  "footer.contact.title": "Contact",
  "footer.team": "Équipe",
  "footer.contactUs": "Contactez-nous",
  "footer.privacy": "Règles de Confidentialité",
  "footer.terms": "CGV",
  "footer.footnote": "Made by O. Demichel · Tous droits réservés.",

  "blog.title": "Nos Articles",
  "blog.subtitle": "Conseils, analyses et innovations pour optimiser ton entraînement vélo et triathlon",

   "contact.title": "Contact AeroX",
  "contact.description": "Besoin d'aide ou d'informations ? Contactez directement l'équipe AeroX par email.",
  "contact.heading": "Contact AeroX",
  "contact.intro": "Pour toute question, suggestion ou demande d’assistance, vous pouvez nous écrire directement :",
  "contact.aria": "Envoyer un email à contact@aeroxbefaster.com",
  "contact.delay": "Nous répondons généralement sous 24 à 48h (jours ouvrés).",

   "privacy.title": "Politique de Confidentialité — AeroX",
  "privacy.description": "Découvrez comment AeroX collecte, utilise et protège vos données personnelles.",

  "signup.meta.title": "Inscris-toi et débute ton expéreince aero ",
  "signup.meta.description": "Crée ton compte AeroX pour accéder à l'application et aux abonnements.",
  "signup.title": "Bienvenu sur AeroX",

  "signup.subtitle1": "Inscris-toi pour débuter ton expérience aéro.",
  "signup.email.label": "Email",
  "signup.email.placeholder": "ton@email.com",
  "signup.password.label": "Mot de passe",
  "signup.password.placeholder": "********",
  "signup.phone.label": "Téléphone",
  "signup.phone.placeholder": "+33 6 12 34 56 78",
  "signup.rgpd.text": "J’accepte le traitement de mes données conformément à la ",
  "signup.rgpd.linkText": "politique de confidentialité",
  "signup.rgpd.link": "/fr/privacy/",
  "signup.cgv.text": "J’accepte les ",
  "signup.cgv.linkText": "Conditions Générales de Vente",
  "signup.cgv.link": "/fr/terms/",
  "signup.submit": "Créer mon compte",
  "signup.errors.invalidEmail": "Email invalide.",
  "signup.errors.weakPassword": "Mot de passe trop faible (8+ caractères, 1 majuscule, 1 chiffre).",
  "signup.errors.missingConsent": "Vous devez accepter la politique de confidentialité et les CGV.",
  "signup.errors.tooManyAttempts": "Trop d'essais. Réessaie dans {wait}s.",
  "signup.connexion.linkText":"Connecte-toi ici",
  "signup.connexion.link": "/fr/inscription/connexion/",
  "signup.connexion.text": "Déjà inscrit ?",


  "login.meta.title": "Connexion — AeroX",
  "login.meta.description": "Connecte-toi à ton compte AeroX pour accéder à l'application et à tes abonnements.",
  "login.title": "Accède à ton espace AeroX",
  "login.subtitle": "Connecte-toi avec ton email et ton mot de passe.",
  "login.email.label": "Email",
  "login.email.placeholder": "ton@email.com",
  "login.password.label": "Mot de passe",
  "login.password.placeholder": "********",
  "login.submit": "Se connecter",
  "login.forgot.text": "Mot de passe oublié ?",
  "login.forgot.link": "Réinitialiser",
  "login.noAccount.text": "Pas encore de compte ?",
  "login.noAccount.link": "Créer un compte",
  "login.errors.missingFields": "Merci de remplir tous les champs.",
  "login.success": "Connexion réussie !",

  "confirm.meta.title": "Confirmation d'inscription — AeroX",
  "confirm.meta.description": "Vérifie ton email pour activer ton compte AeroX.",
  "confirm.title": "✅ Email envoyé",
  "confirm.message": "Merci ! Un email de confirmation t’a été envoyé.<br/>Clique sur le lien pour activer ton compte AeroX.<br/><br/>⚠️ Vérifie aussi dans ton dossier spam.",
  "confirm.button": "Se connecter",

  "dashboard.meta.title": "Dashboard — AeroX",
  "dashboard.meta.description": "Ton espace personnel AeroX : abonnement, statut et accès à l'application.",
  "dashboard.title": "Bienvenue sur ton espace AeroX",
  "dashboard.loading": "Chargement de ton profil...",
  "dashboard.notConnected": "Tu n’es pas connecté.",
  "dashboard.loadError": "Erreur lors du chargement du profil.",
  "dashboard.createError": "Erreur lors de la création du profil.",
  "dashboard.email": "Email",
  "dashboard.phone": "Téléphone",
  "dashboard.noPhone": "Non renseigné",
  "dashboard.role": "Rôle",
  "dashboard.active": "Compte actif",
  "dashboard.yes": "Oui",
  "dashboard.no": "Non",
  "dashboard.licence": "Licence",
  "dashboard.noLicence": "Non définie",
  "dashboard.choosePack": "Choisis ton pack pour profiter d’AeroX 👇",

  "hero.video.title": "Démonstration AeroX en vidéo : cyclisme indoor avec aérodynamisme en temps réel. Au-delà de Zwift, MyWhoosh et Kinomap, deviens plus rapide.",
  "hero.video.caption": "AeroX transforme ton home trainer en soufflerie : ta position traduite en gain de puissance en temps réel.",
  "hero.video.aria": "Vidéo AeroX : gagne 2–3 km/h et économise 40 W sur home trainer grâce à l’aérodynamisme en temps réel."




}

